[
  {
    "url": "https://myhaw.haw-hamburg.de/qisserver/pages/cs/sys/portal/hisinoneStartPage.faces",
    "title": "myhaw.haw-hamburg.de",
    "fetched_at": "2025-09-30T18:24:11.104171+00:00",
    "status": "success",
    "chunk_id": 0,
    "text": "myHAW - das Bewerbungs- und Studierendenportal der HAW Hamburg - myHAW Zur Seitennavigation (Tastenkombination SHIFT+ALT+ o) Zum Seiteninhalt (Tastenkombination SHIFT+ALT + i) Benutzerkennung Passwort Angemeldet bleiben Navigation Sie befinden sich hier: Startseite Bewerbung Zur nächsten Navigationsebene Zurück zu Hauptmenü Bewerbung Registrierung E-Mail-Verifikation Service Zur nächsten Navigationsebene Zurück zu Hauptmenü Service Information zur barrierefreien Bedienung English Impressum Datenschutz Barrierefreiheit Leichte Sprache Gebärdensprache Struktur dieses Webangebots Schließen [ESC] HAW-Login (SSO) Bewerber/in-Login Zugangsdaten vergessen? Navigation zu- und aufklappen Sie befinden sich hier: Startseite Bewerbung Zur nächsten Navigationsebene Zurück zu Hauptmenü Bewerbung Registrierung E-Mail-Verifikation Service Zur nächsten Navigationsebene Zurück zu Hauptmenü Service Information zur barrierefreien Bedienung English Impressum Datenschutz Barrierefreiheit Leichte Sprache Gebärdensprache Struktur dieses Webangebots Open Inhalt myHAW - das Bewerbungs- und Studierendenportal der HAW Hamburg Home Aktive Registerkarte Bewerbung Studium Beschäftigte Willkommen bei myHAW Liebe Nutzerinnen und Nutzer, herzlich willkommen beim Studierendenportal myHAW der Hochschule für Angewandte Wissenschaften Hamburg! Portalauswahl Portalauswahl Bewerbung Sie haben sich für ein Studium entschieden und möchten sich informieren oder sich für einen Studienplatz bewerben. Studium Sie studieren bereits und möchten Ihre Noten einsehen oder Bescheide herunterladen. Beschäftigte Sie sind an der Hochschule beschäftigt und möchten z.B. Ihre persönlichen Daten pflegen, Noten eintragen oder Veranstaltungen pflegen. Campusleben Campusleben Studierendenwerk Hamburg Das Service-Portal für das Studium in Hamburg AStA Allgemeiner Studierendenausschuss Zentrale Studienberatung Beratung und Unterstützung im Studium International Office International studieren - in Hamburg oder im Ausland Team Studieneinstieg Erfolgreich studieren Alumni In Verbindung bleiben Online-Services Moodle, WLAN, SSO-Zugang uvm... HIBS Hochschulinformations- & Bibliotheksservice HAW E-Mail Postfach Weboutlook für Studierende und Beschäftigte Kultur und Sport Interkulturelle Projekte & Hochschulsport Projekte Studentische Projekte & Initiativen Verifikation Verifikation von Dokumenten & Bescheiden Wichtige Hinweise Wichtige Hinweise Semestertickets für das WiSe 2025/26 Die Semestertickets für das Wintersemester 2025/26 stehen 5 Tage vor Semesterbeginn im Ride Portal zur Verfügung. [mehr...] VPN-Dienst für Angehörige der HAW Hamburg Bestimmte Server-Dienste an der HAW Hamburg sind aus Gründen der Netzwerk- und Systemsicherheit nur aus dem internen Netzwerk der HAW Hamburg erreichbar. [mehr...] Anmeldung (Login) myHAW HAW Angehörige können sich nur noch über den blauen Button (Single Sign-On; SSO) anmelden. [ mehr... ] BundID Leider hat hier etwas nicht geklappt ... ... um die Inhalte zu sehen, laden Sie bitte die Seite neu Standardsprache Deutsch English Impressum Datenschutz Information zur barrierefreien Bedienung Barrierefreiheit © HISinOne ist ein Produkt der HIS eG Generiert vom Knoten HAWPROD7 im Cluster HAWPRODCL. © HISinOne ist ein Produkt der HIS eG HISinOne als App installieren",
    "error": ""
  },
  {
    "url": "https://stwhh.de/wohnen/wohnanlagen",
    "title": "stwhh.de",
    "fetched_at": "2025-09-30T18:24:11.190523+00:00",
    "status": "error",
    "chunk_id": null,
    "text": "",
    "error": "Error fetching https://stwhh.de/wohnen/wohnanlagen: HTTPSConnectionPool(host='www.stwhh.dewohnen', port=443): Max retries exceeded with url: /wohnanlagen (Caused by NameResolutionError(\"<urllib3.connection.HTTPSConnection object at 0x0000015814F09BD0>: Failed to resolve 'www.stwhh.dewohnen' ([Errno 11001] getaddrinfo failed)\"))"
  },
  {
    "url": "https://www.haw-",
    "title": "www.haw-",
    "fetched_at": "2025-09-30T18:24:11.215519+00:00",
    "status": "error",
    "chunk_id": null,
    "text": "",
    "error": "Error fetching https://www.haw-: HTTPSConnectionPool(host='www.haw-', port=443): Max retries exceeded with url: / (Caused by NameResolutionError(\"<urllib3.connection.HTTPSConnection object at 0x0000015814F0A350>: Failed to resolve 'www.haw-' ([Errno 11001] getaddrinfo failed)\"))"
  },
  {
    "url": "https://www.haw-hamburg.de/",
    "title": "www.haw-hamburg.de",
    "fetched_at": "2025-09-30T18:24:11.665501+00:00",
    "status": "success",
    "chunk_id": 0,
    "text": "HAW-Hamburg: STARTSEITE Ich bin... Bitte wählen ... Studieninteressierte*r und… Studierende*r und… Mitarbeiter*in oder Lehrende*r und... Alumna*Alumnus und… Vertreter*in eines Unternehmens und… Lehrer*in und… Journalist*in und… Bitte wählen ... Bitte wählen ... suche die Studiengänge suche Schnupperangebote möchte mir die Hochschule anschauen brauche Hilfe bei der Studienwahl möchte mich rund um die Bewerbung informieren suche Informationen zur Studienfinanzierung habe mein Anliegen nicht gefunden Bitte wählen ... suche das Studierendensekretariat oder mein Fakultätsservicebüro suche die Semesterzeiten suche Informationen zu Stundenplänen, Prüfungsterminen etc. suche meine Prüfungs- und Studienordnung suche Online-Services suche Informationen zur Studienfinanzierung suche Informationen zu einem Department suche Informationen zu den Standorten habe Anliegen nicht gefunden Bitte wählen ... suche alle Beschäftigten der Hochschule möchte meine Beschäftigtendaten pflegen suche Online-Services suche Formulare und Arbeitshilfen aus dem Arbeits- und Gesundheitschutz Bitte wählen ... möchte mich registrieren möchte den Newsletter abonnieren interessiere mich für Partner*innen und Netzwerke Bitte wählen ... interessiere mich für das Deutschlandstipendium interessiere mich für die dualen Studiengänge interessiere mich für eine Zusammenarbeit in der Forschung möchte wissen, was man an der HAW Hamburg studieren kann möchte eine Stellenanzeige veröffentlichen möchte mein Unternehmen auf einer Messe der HAW Hamburg präsentieren bin interessiert an Stiftungen / Freundeskreisen / Förderkreisen Bitte wählen ... suche Angebote für Schulen suche die Sprechzeiten der Studienberatung Bitte wählen ... möchte im Presseverteiler aufgenommen werden interessiere mich für Publikationen der Hochschule Nachrichten zur Übersicht Termine zum Kalender Nachrichten zur Übersicht © Jonas Fischer / HAW Hamburg HAW Hamburg startet mit neun neuen Fakultäten in die Zukunft Präsidentin Prof. Dr. Ute Lohrentz auf heutigem Festakt: „Der Weg zur Konsolidierung und Erneuerung ist eingeschlagen.“ 30.09.2025 | Pressemitteilung © Jonas Fischer / HAW Hamburg Netzwerkstark und praxisnah Eine aktuelle CHE-Untersuchung zeigt: Die HAW Hamburg gehört zu den am besten vernetzten Hochschulen für Angewandte Wissenschaften in Deutschland. 22.09.2025 | Forschung © HAW Hamburg \"Karriere Snacks\" im Wintersemester Nach zwei tollen Veranstaltungen mit Prof. Dr. Sonia Lippke und Prof. Dr. Larissa Putzar gehen wir in Serie. 11.09.2025 | Forschung Termine zum Kalender Do, 02.10.2025, 18:00 Uhr International Welcome Dinner Di, 07.10.2025, 16:00 Uhr Passt ein HAW-Studium zu mir? Mi, 08.10.2025, 11:00 Uhr Mensch – Maschine – Nachhaltigkeit Mi, 08.10.2025, 19:30 Uhr Probenbeginn des Chors der HAW Hamburg Do, 09.10.2025, 14:00 – 18:00 Uhr Hochschulsenat der HAW Hamburg Mehr lesen Weniger lesen © Aleksander / Adobe Stock Horizont Lehre – Das neue Journal der HAW Hamburg Mit Horizont Lehre startet an der HAW Hamburg das Open-Access-Journal rund um Studium und Hochschullehre. 03.09.2025 | Intern © FTZ NK Entscheidungshilfen für eine nachhaltige Landnutzung Die Frage, wie Landflächen nachhaltig genutzt werden sollten, drängt immer mehr. Das Forschungsprojekt Europe-LAND bietet Entscheidungshilfen. 13.08.2025 | Pressemitteilung © Campus Weiterbildung Feuerwehr-Management neu gedacht: Fünfte Lehrgangsgruppe startet mit 56 Teilnehmer*innen Die Feuerwehrakademie und die HAW Hamburg setzen ihre Kooperation zur Qualifizierung von Brandreferendar*innen und Aufstiegsbeamt*innen fort. 12.08.2025 | Campus © Adobe Stock / Farah (KI-generiert) Wenn Hühnerleben zählen Eine aktuelle Studie der HAW Hamburg zeigt: Verpackungslabels wie „Bio“ und „Cruelty-Free“ beeinflussen die Akzeptanz von Laborfleisch in Deutschland. 07.08.2025 | Pressemitteilung",
    "error": ""
  },
  {
    "url": "https://www.haw-hamburg.de/",
    "title": "www.haw-hamburg.de",
    "fetched_at": "2025-09-30T18:24:11.665521+00:00",
    "status": "success",
    "chunk_id": 1,
    "text": "Ditze Preis für kreative Lösungen im Team Fünf Teams überzeugen mit ihren Projekten – von Social Impact bis Design-Innovation. 07.08.2025 | Campus Rundgang Finkenau 2025 begeistert BesucherInnen Drei Tage voller Kreativität: Der Rundgang Finkenau 2025 lockte zahlreiche Gäste auf den Kunst- und Mediencampus Hamburg. 06.08.2025 | Campus © Adobe Stock / Seventyfour Hochschulsenat beschließt Diversity Management-Konzept Wir haben mit Prof. Dr. Ute Lohrentz und Dr. Stephanie Rose zum aktuellen Diversity Management-Konzept und den Werten der HAW Hamburg gesprochen. 31.07.2025 | Intern © Prof Dr. Eric von Düsterlho/privat „Individuelle Profilbildung für unsere Studierenden“ Wir haben mit Prof. Dr. Jens-Eric von Düsterlho über die Fakultät Management, Governance und Medien gesprochen, für die er Gründungsbeauftragter ist. 30.07.2025 | Intern Hoch schule Hochschule © Sebastian Isacu / HAW Hamburg Die HAW Hamburg Nachhaltige Lösungen für die gesellschaftlichen Herausforderungen von Gegenwart und Zukunft entwickeln: Das ist das Ziel der HAW Hamburg – Norddeutschlands führende Hochschule, wenn es um reflektierte Praxis geht. Weitere Informationen © Paula Markert Qualität in der Lehre Der HAW Hamburg geht es darum, die Lehre kontinuierlich zu verbessern. Elemente dieses kooperativen Prozesses: zum Beispiel Coaching für Lehrende, Curriculumsentwicklung oder die Entwicklung zukunftsfähiger Lernräume. Weitere Informationen © Paula Markert / HAW Hamburg Forschung und Transfer Forschung an der HAW Hamburg bedeutet, nachhaltige Lösungen für unsere Gesellschaft zu entwickeln. Die Hochschule arbeitet transdisziplinär in allen Wissenschaftsbereichen mit externen Partner*innen aus Wirtschaft, Kultur, Politik und Gesellschaft. Weitere Informationen © David Ausserhofer Internationalität Menschen aus mehr als 100 Nationen gestalten die HAW Hamburg. Ihre Vielfalt ist ihre besondere Stärke. Über Wege ins Ausland, Wege an die HAW Hamburg und die zahlreichen Partner*innen und Netzwerke. Weitere Informationen © Sebastian Isacu / HAW Hamburg Weiterbildung Der Campus Weiterbildung ist die Anlaufstation, wenn es um berufsbegleitende Qualifizierungsmaßnahmen geht. Ob im Seminar, Zertifikatsstudium oder Master: Mit den Weiterbildungsprogrammen stärken Sie Ihre Kompetenzen und profitieren von der Wissensvermittlung auf Hochschulniveau. Weitere Informationen Bisherige Nächster Portrait Qualität in der Lehre Forschung und Transfer Internationalität Weiterbildung ZAHL EN ZAHLEN Professor*innen 391 Master-Studiengänge 35 Studierende 15979 Bachelor-Studiengänge 39 x Single Sign-on Weitere Informationen zum Single-Sign-on-Verfahren",
    "error": ""
  },
  {
    "url": "https://www.haw-hamburg.de/en/study/appli",
    "title": "www.haw-hamburg.de",
    "fetched_at": "2025-09-30T18:24:11.962991+00:00",
    "status": "error",
    "chunk_id": null,
    "text": "",
    "error": "Error fetching https://www.haw-hamburg.de/en/study/appli: 404 Client Error: Not Found for url: https://www.haw-hamburg.de/en/study/appli"
  },
  {
    "url": "https://www.haw-hamburg.de/en/study/applications/applying-for-a-bachelors-degree-course/",
    "title": "www.haw-hamburg.de",
    "fetched_at": "2025-09-30T18:24:12.164999+00:00",
    "status": "success",
    "chunk_id": 0,
    "text": "HAW-Hamburg: Applying for a Bachelor's degree course Application Applying for a Bachelor's degree course Applying for a technical degree course Applying without Hochschulstart Application with Hochschulstart Admission requirements Contact information There are different application processes for the various Bachelor's degree courses. For most of the courses, you are required to register with the dialogue-oriented service procedure (Hochschulstart) before you can sign into our online application portal and apply. There are some exceptions, especially for the artistic and cooperative degree courses. General application deadlines ................................................................................................................................................................................................ Winter semester: 1 June–15 July Summer semester: 1 December–15 January The deadlines for some degree courses are different. You can find more information on the specific degree course page . Please also note that the application deadlines are the final deadlines. Applications received after these closing dates will not be considered. Hochschulstart ................................................................................................................................................................................................ Most of the Bachelor's degree courses at HAW Hamburg participate in the Hochschulstart dialogue-oriented service procedure (DoSV). You can currently apply for one HAW Hamburg degree course through Hochschulstart; you can apply for a maximum of twelve degree courses countrywide. An application for multiple programmes that includes degree courses which are not part of the DoSV is not possible. You can look at the degree courses page to find out whether you can apply for the winter or the summer semester of the particular degree course. The following degree courses do not take part in the DoSV: Illustration Communication Design Fashion, Costume and Textile Product Design Information Engineering Mechanical Engineering all degree courses that are studied in dual form For the Nursing and Public Management degree courses, which are offered exclusively as cooperative degree programmes, you apply for the training position and your place in the degree course directly through the organisation providing the training. You can find more information on the specific degree course pages. Hochschulstart application process Please start by registering for the DoSV at hochschulstart.de. Once you have registered successfully you will be assigned a BID (applicant ID) and a BAN (applicant authentification number). Both of these numbers will be required later when you submit your application via the myHAW application and student portal. The application process consists of several phases. You can find detailed information about the DoSV and the coordination phases at hochschulstart.de . View application status You can check the status of your application and our university's admissions offers (from the end of January for the summer semester / from the end of July for the winter semester) in both your user account for the Hochschulstart application portal and the myHAW information and application portal. Accept your offer of admission As soon as a decision has been made you about your application, you will be notified via Hochschulstart and myHAW. If an offer of admission has been made through Hochschulstart, you need to actively accept the offer on Hochschulstart in order to receive an admissions offer from us. If we are unable to offer you a study place by the end of the process, you will receive",
    "error": ""
  },
  {
    "url": "https://www.haw-hamburg.de/en/study/applications/applying-for-a-bachelors-degree-course/",
    "title": "www.haw-hamburg.de",
    "fetched_at": "2025-09-30T18:24:12.165017+00:00",
    "status": "success",
    "chunk_id": 1,
    "text": "a letter from Hochschulstart informing you that your application was unsuccessful. Study without Abitur or Fachhochschulreife ................................................................................................................................................................................................ Under the Hamburg Higher Education Act, you can also study without an Abitur or Fachhochschulreife certificate. Individuals with the following qualifications have higher education entrance eligibility: Master tradespeople ( Meister*innen ) in accordance with the Crafts and Trades Code ( Handwerksordnung ) Certified business administrators ( Fachwirt*innen ) Individuals with equivalent advanced studies certificates in accordance with sections 53 and 54 of the Vocational Training Act. Applicants who receive a grade of 2,0 or better on their aptitude test for a Design degree at HAW Hamburg and are at least 18 years old can also be admitted without a higher education entrance qualification. If you do not belong to one of the above groups and therefore do not have a higher education entrance qualification, you can take an entrance exam pursuant to section 38 of the Hamburg Education Act in order to obtain this qualification. Selection criteria for the allocation of study places ................................................................................................................................................................................................ For most degree courses, whether or not you receive a place in the particular course is determined by the final grade you received for your higher education entrance qualification or by your wait time. The exact limit ( numerus clausus ) on the number of applicants that can be admitted is only ascertained once the ranking list has been generated based on the information (grades and wait times) from the current applications. This means that for each degree course, the numerus clausus only becomes clear at the end of each admissions process. Note: The criteria 'achievement' and 'wait time' are evaluated separately, which means that a longer wait time does not improve the average grade. Numerus clausus table (from the last admissions process; in German only) Conversion from grades into points (in German only) Admissions procedure (in German only) Additional criteria In some cases the average grade is only one of several criteria. In certain degree courses, the grades for particular subjects are weighted differently and some are not taken into account in the calculation of points. The following Bachelor's degree courses have different selection criteria. These are outlined in detail in the admissions regulations: Clothing Technology and Management, Admissions policy (in German only) Information Engineering, Admissions policy Mechanical Engineering, Admissions policy Mechanical Engineering and Production Admissions policy (in German only) Media Technology, Admissions policy (in German only) An artistic aptitude test must be completed before an application can be submitted for the following degree courses: Illustration Communication Design Fashion, Costume and Textile Design Hardship provisions ................................................................................................................................................................................................ Applicants with a disability or a chronic illness can submit a hardship application in accordance with the HAW Hamburg's Hardship Policy. This provides an extra chance of obtaining a study place. Five per cent of the study places in each BA degree course are allocated for applicants with particular health, familial, financial or social difficulties. Hardship Policy As part of the online application, please note that you want to make a hardship",
    "error": ""
  },
  {
    "url": "https://www.haw-hamburg.de/en/study/applications/applying-for-a-bachelors-degree-course/",
    "title": "www.haw-hamburg.de",
    "fetched_at": "2025-09-30T18:24:12.165021+00:00",
    "status": "success",
    "chunk_id": 2,
    "text": "claim. You must also submit a written application. Here it makes sense to refer to the points under section 3, paragraph 1 of the Hardship Policy that are relevant to your situation. Please submit this application together with the other application documents and the documents demonstrating hardship (certified copies or originals) to HAW Hamburg before the individual deadlines for the summer and winder semester. Applications received after these dates cannot be considered! You can find a template for the hardship application here. If your hardship application is unsuccessful and you are not awarded a study place based on this criterion, you are automatically included in the remaining admissions process (10 per cent of study places allocated based on wait time and the remaining 90 per cent based on achievement). During the application and registration process at HAW Hamburg you are entitled to have all documents made available in a barrier-free format or to have an interpreter or other communication aids made available to you. Applications can only be submitted online. If you have questions about this process, please contact the HAW Hamburg Student Center: Student Admissions and Registration Office: +49.40.428 75-9898 or Student Counselling Team, Katrin Schumann: +49.40.428 75-9115 Applying for a technical degree course Applying without Hochschulstart Applying with Hochschulstart Contact information Preparatory courses Admission requirements Webredaktion Studierendenzentrum / last change 30.09.2025 x",
    "error": ""
  },
  {
    "url": "https://www.haw-hamburg.de/en/study/degree-courses-a-z/",
    "title": "www.haw-hamburg.de",
    "fetched_at": "2025-09-30T18:24:18.063488+00:00",
    "status": "success",
    "chunk_id": 0,
    "text": "HAW-Hamburg: Degree courses A-Z Degree courses Master's degree Bachelor's degree Aviation and Automotive Systems Computer Science and Digital Society Design Electrical Engineering, Media and Information Technology Health Life Sciences Management, Governance and Media Social Work and Childhood Education Sustainable Engineering Campus Armgartstrasse Campus Bergedorf Campus Berliner Tor Campus Finkenau different locations English German German and English Career-compatible studies Cooperative degree programme Cooperative degree programme available Full-time degree course Part-time status possible Professional continuing education Master's degree Special start dates Summer semester Winter semester No Yes Aeronautical Engineering Bachelor of Engineering (B.Eng.) Applied Computer Science Bachelor of Science (B.Sc.) Automotive Engineering Bachelor of Engineering (B.Eng.) Biomedical Engineering Bachelor of Science (B.Sc.) Biotechnology Bachelor of Science (B.Sc.) Business Information Systems Bachelor of Science (B.Sc.) Clothing Technology and Management Bachelor of Engineering (B.Eng.) Communication Design Bachelor of Arts (B.A.) Computer Science for Technical Systems Bachelor of Science (B.Sc.) Education and Learning in Childhood Bachelor of Arts (B.A.) E-Government (cooperative degree programme) Bachelor of Science (B.Sc.) Electrical Engineering and Information Technology Bachelor of Science (B.Sc.) Environmental Engineering Bachelor of Science (B.Sc.) European Computer Science Bachelor of Science (B.Sc.) Fashion Design / Costume Design Bachelor of Arts (B.A.) Foreign Trade / International Management >> International Business Bachelor of Science (B.Sc.) Hazard Control Bachelor of Engineering (B.Eng.) Health Sciences Bachelor of Science (B.Sc.) Illustration Bachelor of Arts (B.A.) Industrial Engineering Bachelor of Science (B.Sc.) Information Engineering Bachelor of Science (B.Sc.) Interdisciplinary Healthcare and Management Bachelor of Science (B.Sc.) International Business Bachelor of Science (B.Sc.) Library and Information Management Bachelor of Arts (B.A.) Library and Information Management (until 2020/21) Bachelor of Arts (B.A.) Logistics / Business Studies Bachelor of Science (B.Sc.) Marketing / Business Studies Bachelor of Science (B.Sc.) Mechanical Engineering Bachelor of Science (B.Sc.) Mechanical Engineering and Production Bachelor of Science (B.Sc.) Mechanical Engineering and Production (cooperative degree programme) Bachelor of Science (B.Sc.) Mechatronics Bachelor of Science (B.Sc.) Media and Communications Bachelor of Arts (B.A.) Media and Information >> Media and Communications Bachelor of Arts (B.A.) Media Systems Bachelor of Science (B.Sc.) Media Systems (expiring) Bachelor of Science (B.Sc.) Media Technology Bachelor of Science (B.Sc.) Midwifery (cooperative degree programme) Bachelor of Science (B.Sc.) Berufszulassung als Hebamme Nursing (cooperative degree programme) Bachelor of Science (B.Sc.) Nutrition and Home Economics Bachelor of Science (B.Sc.) Process Engineering Bachelor of Science (B.Sc.) Public Management (cooperative degree programme) Bachelor of Arts (B.A.) Renewable Energy Systems and Energy Management Bachelor of Science (B.Sc.) Rescue Engineering >> Hazard Control Bachelor of Engineering (B.Eng.) Social Work Bachelor of Arts (B.A.) Aeronautical Engineering Master of Science (M.Sc.) Applied Family Sciences Master of Arts (M.A.) Automation Technology Master of Science (M.Sc.) Automotive Engineering Master of Science (M.Sc.) Biomedical Engineering Master of Science (M.Sc.) Communication Design Master of Arts (M.A.) Computational Methods in Mechanical Engineering Master of Science (M.Sc.) Computer Science Master of Science (M.Sc.) Digital Communication Master of Arts (M.A.) Digital Reality Master of Science (M.Sc.) Digital Transformation in the Information and Media Sector Master of Arts (M.A.) Engineering Design and Product Development in Mechanical Engineering",
    "error": ""
  },
  {
    "url": "https://www.haw-hamburg.de/en/study/degree-courses-a-z/",
    "title": "www.haw-hamburg.de",
    "fetched_at": "2025-09-30T18:24:18.063504+00:00",
    "status": "success",
    "chunk_id": 1,
    "text": "Master of Science (M.Sc.) European Master of Medical Technology and Healthcare Business Master of Science (M.Sc.) Fashion Design / Costume Design / Textile Design Master of Arts (M.A.) Food Science Master of Science (M.Sc.) Games Master of Arts (M.A.) Health Sciences Master of Science (M.Sc.) Illustration Master of Arts (M.A.) Industrial Engineering Master of Science (M.Sc.) Information and Communications Engineering Master of Science (M.Sc.) Information, Media and Library Management >> Digital Transformation ... Master of Arts (M.A.) International Business Master of Science (M.Sc.) International Logistics and Management Master of Science (M.Sc.) Marketing and Innovation Management Master of Science (M.Sc.) Marketing and Sales >> Marketing and Innovation Management Master of Science (M.Sc.) Microelectronic Systems Master of Science (M.Sc.) Multichannel Trade Management in Textile Business Master of Arts (M.A.) Nursing Master of Science (M.Sc.) Pflege- und Therapiewissenschaft für das Lehramt an berufsbildenden Schulen Master of Education (M.Ed.) Pharmaceutical Biotechnology Master of Science (M.Sc.) Process Engineering Master of Science (M.Sc.) Production Technology and Management Master of Science (M.Sc.) Public Health Master of Public Health (MPH) Public Management Master of Public Management (MPM) Renewable Energy Systems – Environmental and Process Engineering Master of Science (M.Sc.) Social and Health Management Master of Business Administration (MBA) Social Work Master of Arts (M.A.) Sound – Vision Master of Arts (M.A.) Sound – Vision – Games Master of Arts (M.A.) Sustainable Energy Systems Master of Science (M.Sc.) x Single Sign-on",
    "error": ""
  },
  {
    "url": "https://www.haw-hamburg.de/hochschule/stellenangebote/professuren/",
    "title": "www.haw-hamburg.de",
    "fetched_at": "2025-09-30T18:24:19.326892+00:00",
    "status": "success",
    "chunk_id": 0,
    "text": "HAW-Hamburg: Professuren Hinweise zur Bewerbung Auf dieser Seite finden Sie die aktuellen Ausschreibungen zu unseren Professuren. In der jeweiligen Ausschreibung ist ein Link, der Sie zu unserem Bewerbungsmanagementsystem führt. Dort bitten wir Sie, Ihre Daten zu Ihrer Person und Ihrem Werdegang einzutragen. Zudem bitten wir Sie, die relevanten Nachweise hochzuladen. In Schritt 6 werden Sie gebeten, Ihre Lehrerfahrung zu dokumentieren. Diese tragen Sie bitte in das nachfolgend verlinkte Dokument ein und laden dieses dann hoch: Dokumentation Lehr-/Forschungserfahrung Wichtiger Hinweis zum Formular: Das Formular lässt sich nicht im Browser öffnen. Bitte laden Sie es zunächst herunter bzw. speichern es auf Ihrem Rechner und öffnen es dann mit Adobe (keine besondere Version erforderlich). Einstellungsvoraussetzungen, Aufgaben und Verbeamtung Einstellungsvoraussetzungen ................................................................................................................................................................................................ § 15 Hamburgisches Hochschulgesetz (HmbHG) regelt die Einstellungsvoraussetzungen für Professor*innen. Sie können als Professor*in eingestellt werden, wenn Sie die allgemeinen dienstrechtlichen Voraussetzungen erfüllen und ein für das Fachgebiet geeignetes Hochschulstudium abgeschlossen haben, die pädagogische Eignung für die Lehre an der Hochschule (akademische Lehrbefähigung) besitzen, zu wissenschaftlicher oder künstlerischer Arbeit besonders befähigt sind (die besondere Befähigung zu wissenschaftlicher Arbeit wird in der Regel durch eine qualifizierte Promotion nachgewiesen; an die Stelle der Promotion kann eine gleichwertige wissenschaftliche Leistung treten) und darüber hinaus besondere Leistungen bei der Anwendung oder Entwicklung wissenschaftlicher Erkenntnisse und Methoden in einer mindestens fünfjährigen Berufspraxis, davon mindestens drei Jahre außerhalb des Hochschulbereichs nachweisen. Für die Einstellung als Professor*in mit künstlerischen Aufgaben erbringen Sie die besondere Befähigung zu künstlerischer Arbeit und die darüber hinaus zu erbringenden zusätzlichen künstlerischen Leistungen durch entsprechende hervorragende Leistungen, die Sie durch eine mehrjährige künstlerische Tätigkeit nachweisen. Sofern im Einzelfall noch weitergehende Voraussetzungen erfüllt sein müssen, sind diese bereits im Anzeigentext aufgeführt worden. Aufgaben der Professor*innen ................................................................................................................................................................................................ Neben der Vertretung des im Anzeigentext beschriebenen Lehrgebiets gehört die Mitwirkung an Prüfungen, die Studienfachberatung, Weiterbildung, Forschung und Entwicklung, die Mitwirkung an der Studienreform und an der Selbstverwaltung der Hochschule zu Ihren hauptamtlichen Aufgaben. Die Lehrverpflichtung an der Hochschule für Angewandte Wissenschaften Hamburg beträgt 18 Lehrveranstaltungsstunden (LVS). Übernahme in das Beamtenverhältnis ................................................................................................................................................................................................ Soweit Sie die oben genannten und weitere Einstellungsvoraussetzungen (insbesondere ist hier die gesundheitliche Eignung zu nennen) erfüllen, erfolgt zunächst eine Einstellung im Beamtenverhältnis auf Probe. Die regelmäßige Probezeit beträgt ein Jahr. Wenn Sie bereits Professor*in oder Hochschulassistent*in an einer staatlichen Hochschule im Geltungsbereich des Hochschulrahmengesetzes gewesen sind, können Sie in der Regel sofort in das Beamtenverhältnis auf Lebenszeit berufen werden. Wenn Sie zum Zeitpunkt des Dienstantrittes das 52. Lebensjahr bereits vollendet haben, können Sie lediglich aufgrund einer Ausnahmeentscheidung der obersten Dienstbehörde der Freien und Hansestadt (Personalamt) in das Beamtenverhältnis berufen werden. Sofern Sie die allgemeinen beamtenrechtlichen Voraussetzungen nicht erfüllen sollten, ist nach Prüfung des Einzelfalles eine Beschäftigung im Angestelltenverhältnis möglich. Wege zur Professur § 15 HmbHG - Einstellungsvoraussetzungen § 16 HmbHG - Dienstrechtliche Stellung der Professorinnen und Professoren 31 bis § 41a Hamburgisches Besoldungsgesetz (HmbBesG) Besoldungstabelle W-Besoldung Bei Fragen zur W-Besoldung wenden Sie sich bitte an: Doris Harder T +49.40.42875-9294, w-besoldung (at) haw-hamburg (dot) de Berufungsmonitor Interesse an einer Hospitation? x Single Sign-on",
    "error": ""
  },
  {
    "url": "https://www.haw-hamburg.de/online-services/",
    "title": "www.haw-hamburg.de",
    "fetched_at": "2025-09-30T18:24:19.543521+00:00",
    "status": "success",
    "chunk_id": 0,
    "text": "HAW-Hamburg: Online-Services Um die Online-Services der HAW Hamburg nutzen zu können, brauchen Sie zunächst einen persönlichen Account, der über Microsoft 365 eingerichtet wird: den HAW-Account / M365. Mit diesem Account, bei dem Sie sich mit Ihrer HAW-Kennung, Passwort und einem zweiten Faktor einloggen, können Sie direkt einige Services nutzen. Beachten Sie bitte auch unsere IT-Sicherheitshinweise! HAW-Account / M365 und verfügbare Dienste Copilot Chat MS Teams, Office365, Outlook SOPHOS Antivirus-Programm HAW-Account / M365 Zugangsdaten, Zwei-Faktor-Authentifizierung Für weitere Online-Dienste brauchen Sie zusätzlich ein weiteres Login-Verfahren: den Single-Sign-on-Service (SSO), den Sie ebenfalls einrichten müssen. Vorraussetzung dafür ist der HAW-Account / M365. Über SSO verfügbare Dienste Single-Sign-on-Service (SSO) WLAN / Eduroam myHAW Bibliothekskataloge / Shibboleth HAW-Moodle VPN Online-Studienvorbereitung viaMINT HAW Hamburg: E-Assessment IT-Sicherheitshinweise Übliche Betrugsmaschen: Telefonanrufe (persönlich oder per Computerstimme) ................................................................................................................................................................................................ Kriminelle geben sich vermehrt als Beamte von Europol/Interpol/BKA aus (siehe auch Warnhinweis des BKA). Diese Fake-Anrufe können mit dem Cyberangriff auf die HAW Hamburg zu tun haben, müssen es aber nicht. Bitte merken Sie sich: Die Polizei oder eine andere Ermittlungsbehörde ruft Sie nicht an und fordert Sie niemals auf, persönliche Daten am Telefon zu nennen. Auch andere Behörden oder Banken tätigen solche Anrufe nicht. Sofern Sie den Anweisungen folgen, werden Sie möglicherweise unbemerkt auf kostenpflichtige Nummern weitergeleitet, bei denen sehr hohe Gebühren anfallen. Außerdem könnten die Täter versuchen, im Zuge der Anrufe an weitere Daten von Ihnen zu gelangen, um diese für weitere kriminelle Aktivitäten zu nutzen. Wie sollten Sie reagieren? 1. Folgen Sie nicht den Anweisungen, lassen Sie sich nicht in ein Gespräch verwickeln und geben Sie keine Daten preis! Notieren Sie sich die Rufnummer und legen Sie auf. 2. Lassen Sie die Rufnummer sperren bzw. blockieren Sie Rufnummern, die Sie bereits unerwünscht kontaktiert haben. 3. Zusätzlich können Sie bei der Bundesnetzagentur gegen diese Rufnummern Beschwerde einreichen. Phishing-Versuche ................................................................................................................................................................................................ Unter Phishing versteht man Versuche Dritter, sich über gefälschte Webseiten, E-Mails oder Kurznachrichten als vertrauenswürdige Person / Unternehmen / Organisation in einer elektronischen Kommunikation auszugeben. Ziel der Angreifer ist es, an weitere personenbezogene Daten zu gelangen oder Ihre Endgeräte mit entsprechender Schadsoftware zu infiltrieren. Wie sollten Sie reagieren? Prüfen Sie stets den Absender von eingehenden E-Mails, indem Sie auf die Absenderadresse klicken. Beachten Sie dabei aber auch, dass selbst bekannte Absender-Adressen durch fremde Personen gefälscht oder unautorisiert genutzt werden könnten. Achten Sie auf Rechtschreibfehler oder ähnliche Auffälligkeiten (z.B. fehlende Anrede, andere Sprache, angeblicher dringender Handlungsbedarf) – das weist ebenfalls auf eine Phishing-Mail hin. Öffnen Sie keine Anlagen und Links in verdächtigen E-Mails. Bei den Anlagen und Links in solchen E-Mails kann es sich um Schadsoftware / Malware handeln, die unbemerkt Schäden auf Ihrem Endgerät verursacht oder persönliche Daten, z.B. Kontodaten, von Ihrem Gerät abzieht, die für weitere kriminelle Handlungen genutzt werden. Fragen Sie in Zweifelsfällen auf anderem Wege (z.B. telefonisch) nach, ob die E-Mail tatsächlich von dem angeblichen Absender stammt. Berücksichtigen Sie bitte auch die Hinweise der Verbraucherzentrale zu aktuellen Phishing- Aktivitäten. Weiterführende Informationen stellt die Polizei Hamburg zur Verfügung. Warenkreditbetrug ................................................................................................................................................................................................ Häufig werden gestohlene Personen- und Adressdaten auch dazu verwendet, um",
    "error": ""
  },
  {
    "url": "https://www.haw-hamburg.de/online-services/",
    "title": "www.haw-hamburg.de",
    "fetched_at": "2025-09-30T18:24:19.543541+00:00",
    "status": "success",
    "chunk_id": 1,
    "text": "damit Warenkreditbetrug zu begehen – also auf fremden Namen im Internet einzukaufen. Die Betrüger bestellen Produkte, die sie an eine Paketstation oder alternative Adresse liefern lassen. Die Rechnungen oder gegebenenfalls Inkassoschreiben gehen dann an die Adresse des nichts ahnenden Opfers des Datendiebstahls. Wie sollten Sie reagieren? Erstatten Sie umgehend Strafanzeige, wenn Ihre Identität missbräuchlich verwendet wurde. Verweisen Sie in der Strafanzeige bei der Polizei bitte auch auf das polizeiliche Aktenzeichen zum Cyber-Angriff: LKA541/1K/0870845/2022, wenn der Missbrauch mit dem Cyberangriff auf die HAW Hamburg und der Veröffentlichung Ihrer Daten im Darknet in Verbindung stehen kann. Sofern Ihnen Rechnungen, Mahnungen oder unaufgefordert Pakete zugesandt werden, setzen Sie sich am besten persönlich mit den absendenden Firmen in Verbindung (seien Sie vorsichtig bei angeblichen Rechnungen, die Ihnen per E-Mail zugestellt werden, denn mit dem Betreff „Rechnung“ o.ä. werden nicht selten Dateien verschickt, die auf Ihrem Endgerät Schadsoftware installieren). Beachten Sie, dass ggf. zugestellten gerichtlichen Mahnbescheiden fristgerecht widersprochen werden muss. Melden Sie Identitätsmissbrauch ggf. bei den großen Wirtschaftsauskunftsdateien; entsprechende Formulare finden Sie u.a. unter: schufa.de und crifbuergel.de. Wenn Sie sicher gehen wollen, dass nicht bereits mit Ihren Identitätsdaten Straftaten, wie z.B. Warenkreditbetrug, begangen wurde, können Sie nach einiger Zeit des Abwartens ggf. eine kostenlose Selbstauskunft bei den gängigen Wirtschaftsauskunfteien, wie der Schufa oder CRIF beantragen, um festzustellen, ob unbekannte Täter bereits in Ihrem Namen aktiv waren. Wenn Sie feststellen, dass in Ihrem Namen Betrügereien begangen werden, kann es zudem sinnvoll sein, eine sogenannte Einmeldung bei den großen Wirtschaftsauskunftsdateien vornehmen zu lassen, um einen Missbrauch Ihrer Identität durch unbekannte Täter zu erschweren. Beachten Sie für diesen Fall aber, dass die Vertragspartner der Wirtschaftsauskunftsdateien einen Hinweis erhalten, dass Ihre Daten als Identitätsbetrugsopfer gespeichert sind. Dies kann dazu führen, dass ggf. auch Ihre eigenen Verträge einer gesonderten Prüfung unterzogen werden. Dies kann unter Umständen dazu führen, dass zusätzliche Unterlagen oder eine erweiterte Identifizierung angefordert werden und die Bearbeitungszeiten dadurch verlängert werden. Weitere Informationen stellt die Verbraucherzentrale zur Verfügung. Kompromittierte E-Mail-Daten ................................................................................................................................................................................................ Tausende von Passwörtern, Zugangsdaten und Konten werden jährlich gehackt. Soziale Netzwerke und Unterhaltungsseiten gehören zu den häufigsten Zielen von Phishing-Angriffen. Um zu prüfen, ob Ihre E-Mail-Adresse(n) kompromittiert ist/sind, stehen verschiedene Online-Portale zur Verfügung, die die Daten bekannter Leaks zusammenfassen und eine Suche nach Mailadressen ermöglichen. Einer der umfassendsten dieser Dienste ist Have I Been Pwned, den Sie unter haveibeenpwned.com erreichen können. Wenn Sie die Meldung erhalten \"Oh no - pwnded\", bedeutet dies, dass diese E-Mail-Adresse bei einem oder mehreren Datenleaks veröffentlicht wurde. Welche dies sind, wird auf der genannten Webseite veröffentlicht. Für Sie gilt dann mit besonderer Dringlichkeit, was ohnehin jeder beachten sollte: 1. Wählen Sie ein starkes Passwort. 2. Nutzen Sie eine Zwei-Faktor-Authentifizierung, wo immer dies möglich ist. 3. Und wählen Sie die Benachrichtigungsfunktion (Subscribe to notification) von haveibeenpwned.com. Die Website weist mit den \"3 Steps to better security\" darauf hin. Weitere Sicherheitshinweise ................................................................................................................................................................................................ Schützen Sie Ihren Computer Schon mit geringem Aufwand können Sie einiges selbst tun, um sich vor unberechtigten Zugriffen auf Ihren Computer und Ihr Mail-Postfach zu schützen. Vorsicht im Internet-Café Dort können Sie",
    "error": ""
  },
  {
    "url": "https://www.haw-hamburg.de/online-services/",
    "title": "www.haw-hamburg.de",
    "fetched_at": "2025-09-30T18:24:19.543546+00:00",
    "status": "success",
    "chunk_id": 2,
    "text": "nicht kontrollieren, ob Ihre Daten umgeleitet oder ausgelesen werden und Sie wissen nicht, ob die installierten Virenscanner auf neuestem Stand sind. Möglicherweise können Sie auch nicht den Browser umkonfigurieren und Ihren Sicherheitswünschen anpassen. Aktualisieren Sie Ihr Betriebssystem regelmäßig Aktuelle Betriebssysteme verfügen über eine kostenlose Aktualisierungsfunktion, über die automatisch die neuesten Sicherheitsupdates heruntergeladen werden. Das Vorgehen zum Konfigurieren entnehmen Sie bitte der Beschreibung Ihres Betriebssystems. Sie finden diese Updates auch auf den Internetseiten des betreffenden Herstellers zum manuellen Herunterladen Schützen Sie Ihren Computer mit aktueller Sicherheitssoftware Wir empfehlen Ihnen, Ihren Computer mit einer Firewall und einem Virenscanner auszustatten, um sich umfassend gegen externe Zugriffe zu schützen Die aktuellen Programmversionen sorgen stets für den besten Schutz, aktualisieren Sie deshalb bitte Ihre Sicherheitssoftware so oft wie möglich Hinweise zur Nutzung Ihres Internet-Browsers Aktualisieren Sie Ihren Browser regelmäßig oder nutzen Sie die oftmals integrierte automatische Aktualisierung Deaktivieren Sie im Browser den Menüpunkt „Autovervollständigen“ und geben Sie vertrauliche Daten aus Sicherheitsgründen immer von Hand ein, da diese Daten sonst ungeschützt auf Ihrem Computer gespeichert werden Stellen Sie Ihren Browser so ein, dass Sie stets über alle sicherheitsrelevanten Vorgänge wie zum Beispiel über den Wechsel von einem gesicherten „https://“ - in einen ungesicherten „http://“ - Bereich informiert werden Löschen Sie bitte den Verlauf in der Chronik Ihres Browser nach Beendigung Ihrer Online-Aktivitäten, insbesondere, wenn weitere Personen Zugriff auf Ihren Computer haben. (Im Internet Explorer: Klick auf „Extras“, dann „Internetoptionen“, dann „Verlauf leeren“. In Firefox: Klick auf „Extras“, dann „Private Daten löschen“, dann Haken bei „Chronik“ und auf „Private Dateien jetzt löschen“ klicken) Das Vorgehen zum Konfigurieren entnehmen Sie bitte der Beschreibung Ihres Browsers Manche Browser, wie zum Beispiel Firefox/IE, bieten Ihnen an, einmal eingegebene Passwörter zu speichern, damit Sie beim nächsten Besuch noch schneller auf die jeweiligen Seiten zugreifen können. Wir empfehlen Ihnen, diese Passwort-Speicher im Interesse Ihrer Sicherheit nicht zu nutzen und in den Einstellungen deaktivieren. Sichere Passwörter ................................................................................................................................................................................................ Warum sichere Passwörter benutzen? Gute Passwörter dienen ihrer eigenen Sicherheit! Dies soll an ein paar Beispielen erläutert werden. Unsichere Passwörter können sehr schnell von sogenannten 'Crackern' durch einfaches ausprobieren gefunden werden. Diesen Leuten geht es meistens nicht darum Daten zu klauen, zu verändern oder fremde Emails zu lesen, sondern sie sind auf der Suche nach einem Account über den sie ihre kriminellen Aktivitäten ungestört ausüben können. Dabei kann es sich um Angriffe gegen einzelne Rechner, um geplante \"Denial of Service\" Attacken gegen ganze Netzwerke (als Beispiele aus der jüngeren Vergangenheit sind Angriffe gegen Yahoo, Amazon und diverse IRC Server zu erwähnen) oder um den Handel mit Kinderpornografie o.ä. handeln. In jedem dieser Fälle fällt der Verdacht zuerst auf den Inhaber des gecrackten Accounts. Dies ist in der Regel mit erheblichen Unannehmlichkeiten verbunden (Hausdurchsuchungen, Verhöre durch die Polizei/Staatsanwaltschaft usw.). Sie können das Risiko, Opfer einer solchen 'Verwechslung' zu werden erheblich senken, indem sie ihre Passwörter regelmäßig ändern und dabei auch auf die Sicherheit der Passwörter achten. Bevor wir ihnen zeigen wollen wie sichere Passwörter aussehen, wollen wir ihnen zeigen, wie Passwörter auf gar keinen Fall aussehen sollten.",
    "error": ""
  },
  {
    "url": "https://www.haw-hamburg.de/online-services/",
    "title": "www.haw-hamburg.de",
    "fetched_at": "2025-09-30T18:24:19.543549+00:00",
    "status": "success",
    "chunk_id": 3,
    "text": "Dazu bemühen wir unseren Beispielbenutzer Stefan Mustermann mit der Benutzerkennung su2476. Einfach wären natürlich Passwörter wie \"Stefan\", \"StefanM\", \"Ssu2476M\" oder ähnliche Kombinationen aus Name und Benutzerkennung. Diese sind aber auch extrem unsicher, da beim Cracken von Passwörtern zuerst mit den bekannten Daten des Benutzers gearbeitet wird. Auch Passwörter wie \"StfnMstrmnn\" (Vor- und Nachname ohne Vokale), \"Stefan28\" (er ist 28 Jahre alt), \"19sm72\" (geboren im Jahr 1972) oder \"nafetS\" (Vorname umgedreht) werden ebenso schnell gefunden. Daten mit persönlichem Bezug eignen sich also nicht als Passwörter. Die nächste einfache Alternative ist normale Wörter zu benutzen. Aber auch dies ist extrem unsicher , denn der Cracker wird, wenn er mit benutzerbezogenen Daten keinen Erfolg hatte, sein Glück mit Wörterbüchern versuchen. Jedes Wort dieses Wörterbuchs wird wiederum in etlichen Kombinationen und Variationen als Passwort getestet. So wird z.B. aus \"Internet\" auch \"tenretnI\" oder \"1n7ern37\" oder \"ntrt22\" oder oder oder. Wörterbücher enthalten nicht nur alle Wörter einer bestimmten Sprache. Sie sind meist mehrsprachig und enthalten auch alle gängigen Vor- und Nachnamen. Zudem gibt es Wörterbücher zu speziellen Themengebieten wie Computer, Literatur, Internet, Medizin, Fantasy oder Science-Fiction. Dadurch sind Wörter wie \"Appendix\", \"Zaphod\", \"ncc1701\" oder \"Bond007\" als Passwort ungeeignet. Versuchen wir es also mit unsinnigen Kombinationen aus Buchstaben und Zahlen. Viele Benutzer lieben es einfach, daher sind Tastaturkombinationen wie \"abc123\", \"1234qwer\", \"1q2w3e4r\", \"abc:123\" oder \"0987poiu\" längst bekannt und stellen somit keinerlei Sicherheit mehr dar. Außerdem sollten sie unter keinen Umständen Netz- und Unixpasswort identisch wählen, da möglicherweise gespeicherte Passwörter unter Windows nur durch einen schwachen Algorithmus verschlüsselt werden und je nach Version sehr leicht zu knacken sind. Es ist trotzdem sehr einfach, sich sichere und gut merkbare Passwörter herzuleiten. Nehmen sie einen Satz, den sie sich persönlich gut merken können. Von jedem Wort dieses Satzes nehmen sie nun den ersten Buchstaben (Groß- und Kleinschreibung beibehalten) und auch eventuell vorkommende Satzzeichen, und reihen sie diese aneinander. So wird zum Beispiel aus dem Satz \"Ein sicheres Passwort besteht aus mindestens 10 Zeichen.\" das Passwort \"EsPbam10Z.\". So einfach ist das. Natürlich kann man durch bloßes Probieren bei genügend langer Rechenzeit auch dieses Passwort finden, allerdings normalerweise nicht innerhalb von 100 Tagen - und dann sollte ja schon ein neues Passwort gelten. Kurz zusammengefasst: keine benutzerbezogenen Daten in Passwörtern verwenden. keine bekannten Wörter verwenden - egal aus welchem Bereich sie stammen mögen. keine 'einfachen' Tastaturkombinationen verwenden (z.B. nebeneinander liegende Tasten) Unix- und Netzpasswort nicht identisch wählen. Am besten einen gut merkbaren Satz wählen, und von diesem die Anfangsbuchstaben der einzelnen Wörter zu einem Passwort zusammenfügen. Hinweis zur Verwendung von Codes bei MS-Teams-Einladungen ................................................................................................................................................................................................ Um die IT-Sicherheit an der HAW Hamburg weiter zu erhöhen, wird empfohlen, Einladungen zu öffentlichen MS-Teams-Kanälen nicht via Link, sondern mittels eines Codes zu kommunizieren. Hintergrund: Insbesondere Phishing-Mails enthalten oftmals die Aufforderungen: „Klicken Sie diesen Link“. Mit dem Code wird diese Gefahrenquelle minimiert und Studierende wie Beschäftigte für dieses mögliche Risiko sensibilisiert. Sie finden hier eine Anleitung zum Generieren des Codes (dies ist nur als Kanal-Besitzer*in möglich) sowie zum Beitreten zu einem MS Teams-Kanal via Code. Informationssicherheitsleitlinie",
    "error": ""
  },
  {
    "url": "https://www.haw-hamburg.de/online-services/",
    "title": "www.haw-hamburg.de",
    "fetched_at": "2025-09-30T18:24:19.543552+00:00",
    "status": "success",
    "chunk_id": 4,
    "text": "................................................................................................................................................................................................ Informationssicherheitsleitlinie der HAW Hamburg (PDF) IT Benutzerordnung ................................................................................................................................................................................................ Benutzungsordnung für die Informationsverarbeitungsinfrastruktur der HAW Hamburg vom 12. Mai 2011 Benutzerordnung (PDF) Fernwartung per Teamviewer (direkter Download) Team IT Service / Letzte Änderung 16.09.2025 x Single Sign-on Weitere Informationen zum Single-Sign-on-Verfahren",
    "error": ""
  },
  {
    "url": "https://www.haw-hamburg.de/studium/",
    "title": "www.haw-hamburg.de",
    "fetched_at": "2025-09-30T18:24:19.758086+00:00",
    "status": "success",
    "chunk_id": 0,
    "text": "HAW-Hamburg: STUDIUM FINDEN SIE IHR STUD IUM FINDEN SIE IHR STUDIUM Unsere Studiengänge Master Bachelor Department Biotechnologie Department Design Department Fahrzeugtechnik und Flugzeugbau Department Gesundheitswissenschaften Department Informatik Department Informations- und Elektrotechnik Department Information und Medienkommunikation Department Maschinenbau und Produktion Department Medientechnik Department Medizintechnik Department Ökotrophologie Department Pflege und Management Department Public Management Department Soziale Arbeit Department Umwelttechnik Department Verfahrenstechnik Department Wirtschaft Department Wirtschaftsingenieurwesen Fakultät Design Medien und Information Fakultät Life Sciences Fakultät Technik und Informatik Fakultät Wirtschaft und Soziales Anzeigen Noch keine genaue Idee? Einfach das richtige Studium finden! Zur Online-Orientierung Schon konkrete Vorstellungen? Dann jetzt direkt bewerben! Zur Bewerbung Beratungs angebote Beratungs­angebote Beratung und Unterstützung Die HAW Hamburg bietet zahlreiche Beratungsangebote vor und im Studium und für den Berufseinstieg. Studienberatung/Coaching Internationale Studierende Studieren mit Beeinträchtigung Termine Übersicht Di, 07.10.2025, 16:00 Uhr Passt ein HAW-Studium zu mir? Do, 16.10.2025, 08:30 Uhr Perspektive Zukunft - Jobs for future! Mo, 03.11.2025, 17:00 Uhr Dual studieren | Ingenieurwissenschaften und Informatik Do, 06.11.2025, 17:00 Uhr – Do, 27.11.2025 20. Kinder-Uni Bergedorf öffnet Hörsaal für kleine Studierende Di, 11.11.2025, 16:00 Uhr Passt ein HAW-Studium zu mir? Hast du weitere Fragen? Nutz gerne auch unser Kontaktformular Services Services myHAW Bewerbungs- und Studierendenportal der HAW Hamburg Studierendenausweis – Semesterticket Online-Orientierung Deutschlandstipendium Bibliotheken (HIBS) E-Learning-Plattform Moodle Webredaktion Studierendenzentrum / Letzte Änderung 30.09.2025 x Single Sign-on Weitere Informationen zum Single-Sign-on-Verfahren",
    "error": ""
  },
  {
    "url": "https://www.haw-hamburg.de/ticket/",
    "title": "www.haw-hamburg.de",
    "fetched_at": "2025-09-30T18:24:19.952579+00:00",
    "status": "success",
    "chunk_id": 0,
    "text": "HAW-Hamburg: Semesterticket Studien­orga­ni­sation Studien­gänge Semesterzeiten Vorlesungsverzeichnis und Stundenplan Rückmeldungen, Änderung von Daten Studierendenausweis Semesterticket (current) Prüfungen & Zeugnisse Beurlaubung und Exmatrikulation Seit dem Sommersemester 2024 können Sie Ihr Semesterticket / Deutschlandticket über das Campus-Portal RIDE des HVV herunterladen und im Wallet Ihres Smartphones speichern. Voraussetzung dafür ist, dass Sie sich mit der Zahlung des Semesterbeitrags ordnungsgemäß zurückgemeldet haben, oder sich, wenn Sie neu an der HAW Hamburg sind, bereits eingeschrieben haben. Das Semesterticket steht jeweils 5 Tage vor Start des Semesters im RIDE-Portal zur Verfügung. Zum Campus Portal RIDE Anleitung für das Semesterticket / Deutschlandticket auf dem Smartphone Infoflyer zum Deutschlandticket Diese Datenschutzerklärung enthält nähere Informationen zur Übermittlung personenbezogener Daten von der Hochschule für Angewandte Wissenschaften Hamburg (HAW Hamburg) an die S-Bahn Hamburg GmbH im Zusammenhang mit dem Erwerb eines sog. Deutschlandtickets. 1. Verantwortlicher ................................................................................................................................................................................................ Verantwortlicher im Sinne der Datenschutzgrundverordnung, sonstiger in den Mitgliedstaaten der Europäischen Union geltenden Datenschutzgesetze und anderer Bestimmungen mit datenschutzrechtlichem Charakter ist: Hochschule für Angewandte Wissenschaften (HAW Hamburg) Berliner Tor 5 20099 Hamburg T: +49 40 42875-0 F: +49 40 42731 4426 datenschutz (at) haw-hamburg (dot) de Die HAW Hamburg ist eine Körperschaft des Öffentlichen Rechts. Sie wird gesetzlich vertreten durch Prof. Dr. Ute Lohrentz, Präsidentin der HAW Hamburg, Berliner Tor 5, 20099 Hamburg. 2. Kontaktdaten der Datenschutzbeauftragten der Verantwortlichen ................................................................................................................................................................................................ Externe Datenschutzbeauftragte der HAW Hamburg datenschutz nord GmbH Konsul-Smidt-Straße 88 28217 Bremen office (at) datenschutz-nord (dot) de 3. Die Verarbeitung der personenbezogenen Daten im Zusammenhang mit dem Semesterticket/Deutschlandticket ................................................................................................................................................................................................ Zur Nutzung des Angebots benötigt die S-Bahn Hamburg GmbH einen Nachweis, dass die jeweiligen Studierenden zum Erwerb des Deutschlandtickets berechtigt sind. Diese Überprüfung Ihrer personenbezogenen Daten wird an der HAW Hamburg mithilfe der Übermittlung einer CSV-Datei an einen von der S-Bahn Hamburg GmbH, bzw. deren Dienstleister Digital H bereitgestellten SFTP-Server durchgeführt. 3.1 Datenkategorien Mittels CSV-Datei werden folgende Daten an die S-Bahn Hamburg GmbH übermittelt: Interne ID Matrikelnummer Nachname, Vorname Geburtsdatum Current Semester From / To Next Semester From / TO 3.2 Rechtsgrundlage Die Verarbeitung der personenbezogenen Daten erfolgt aufgrund einer Vertragserfüllung, Art. 6 Abs. 1 lit. b DSGVO. 3.3 Speicherdauer Die Daten werden an die S-Bahn Hamburg GmbH, bzw. deren Dienstleister Digital H übermittelt. Weitere Informationen zur Löschung bei dem Vertragspartner sowie dem Auftragsverarbeiter können Sie den jeweiligen Datenschutzinformationen entnehmen. 3.4 Weiterleitung der Daten Die HAW Hamburg tritt für die Studierendenschaft, vertreten durch den AStA, als Datenmittler an die S-Bahn Hamburg GmbH auf und stellt hierfür eine CSV-Datei zur Verfügung. 4. Ihre Rechte ................................................................................................................................................................................................ Sie haben das Recht auf eine Auskunft über die von Ihnen gespeicherten personenbezogenen Daten sowie das Recht auf Berichtigung, Löschung oder auf Einschränkung der Verarbeitung der von uns erhobenen Daten. Sie haben das Recht, aus Gründen, die sich aus ihrer besonderen Situation ergeben, jederzeit gegen die Verarbeitung der Sie betreffenden personenbezogenen Daten, die aufgrund von Art. 6 Abs. 1 lit. e oder f DSGVO erfolgt, Widerspruch einzulegen. Sie haben das Recht, Ihre datenschutzrechtliche Einwilligungserklärung jederzeit zu widerrufen. Durch den Widerruf der Einwilligung wird die Rechtmäßigkeit der aufgrund der Einwilligung bis zum Widerruf",
    "error": ""
  },
  {
    "url": "https://www.haw-hamburg.de/ticket/",
    "title": "www.haw-hamburg.de",
    "fetched_at": "2025-09-30T18:24:19.952597+00:00",
    "status": "success",
    "chunk_id": 1,
    "text": "erfolgten Verarbeitung nicht berührt. Unbeschadet eines anderweitigen verwaltungsrechtlichen oder gerichtlichen Rechtsbehelfs steht Ihnen das Recht auf Beschwerde bei einer Aufsichtsbehörde zu, wenn Sie der Ansicht sind, dass die Verarbeitung der Sie betreffenden personenbezogenen Daten gegen die DSGVO verstößt. Weitere Infor­mationen Kontakte bei Fragen und Problemen ................................................................................................................................................................................................ Die wichtigsten Fragen und Antworten sowie weitere Informationen findet sich hier: hvv.de/studierende Bei weiteren Fragen wenden Sie sich an SBHH.Kundensupport (at) deutschebahn (dot) com oder per Telefon an 040 3918 3900. Wenn Sie eingeschrieben sind und den Semesterbeitrag bezahlt haben und sich trotzdem auch am Tag nach der offiziell erfolgenden Rückmeldung / Einschreibung nicht einloggen können, schreiben Sie eine Mail an: myHAW (at) haw-hamburg (dot) de Ich kann oder will kein mobiles Endgerät für das Ticket nutzen. Was kann ich tun? ................................................................................................................................................................................................ Bitte wenden Sie sich diesbezüglich an den AStA. Weitere Informationen finden Sie auf der Seite des AStA . Befreiung vom Semesterticketbeitrag / Rückerstattung ................................................................................................................................................................................................ Sie können sich vom Semesterticketbeitrag befreien lassen, wenn einer der folgenden Gründe auf Sie zutrifft: Schwerbehinderung Beurlaubung Auslandsaufenthalt Immatrikulation und Ticketbezug an anderer Hochschule (z. B. im Falle eines Doppelstudiums an zwei Hochschulen) Die Liste der Befreiungsgründe ist abschließend, d.h. wenn Sie keinen der genannten Gründe haben, ist ein Antrag aussichtslos. Bitte prüfen Sie in dem Fall, ob für Sie eine Erstattung über den Semesterticket-Härtefonds in Frage kommt. Den Antrag auf Befreiung stellen Sie bitte per E-Mail an sts (at) haw-hamburg (dot) de . Für den Antrag sind folgende Nachweise erforderlich: Schwerbehinderung: Schwerbehindertenausweis mit Gültigkeit und Beiblatt zum Schwerbehindertenausweis inklusive zugehöriger Wertmarke Beurlaubung: Der Antrag auf Beurlaubung muss bewilligt sein, damit die Befreiung bewilligt wird – bitte stellen Sie daher den Antrag auf Beurlaubung vor dem Antrag auf Befreiung. Auslandsaufenthalt: Nachweis über einen studiumsbezogenen Auslandsaufenthalt - z.B. Zulassungsbescheid oder Immatrikulationsnachweis oder entsprechende Bescheinigung der ausländischen Hochschule, Nachweis über ein studiumsbezogenes Auslandspraktikum o.ä. Ticketbezug an anderer Hochschule: Nachweis der Immatrikulation an einer anderen deutschen Hochschule und Bescheinigung der Hochschule darüber, dass dort ein Ticket abgenommen wird. Maximal beantragbare Dauer der Befreiung: Schwerbehinderung: für die Dauer der Gültigkeit des Wertmarke Beurlaubung: für die Dauer der Bewilligung der Beurlaubung (bei einer Folgebeurlaubung muss der Antrag auf Erstattung erneut gestellt werden!) Auslandsaufenthalt: für die Dauer des Aufenthalts laut Bescheinigung (semesterweise) Ticketbezug an anderer Hochschule: 1 Semester Antragsfristen: Bis zu vier Wochen nach Vorlesungsbeginn Ausnahmeregelungen/Verlängerungen der Fristen sind aus vertraglichen Gründen nicht möglich. Wird Ihr Antrag bewilligt, werden Sie für die Dauer der Bewilligung von der Zahlung des Semesterbeitragsanteils für das Ticket befreit. Erfolgt die Bewilligung vor der Zahlung des Semesterbeitrags für das bzw. die betroffenen Semester, wird der Anteil von Ihrer Forderung abgezogen und Sie erhalten einen neuen Beitragsbescheid/Musterzahlträger mit dem reduzierten Betrag. Erfolgt die Bewilligung nach der Zahlung des Semesterbeitrags, wird Ihnen der Anteil für das Ticket auf das im Antrag angegebene Konto erstattet. Bitte beachten Sie: Sobald Ihr Antrag auf eine Befreiung vom Semesterticket von Ihnen abgeschickt und bewilligt wurde, kann die gewährte Befreiung bis zum Ende des laufenden Semesters, in dem die Befreiung beantragt wurde, nicht mehr rückgängig gemacht",
    "error": ""
  },
  {
    "url": "https://www.haw-hamburg.de/ticket/",
    "title": "www.haw-hamburg.de",
    "fetched_at": "2025-09-30T18:24:19.952601+00:00",
    "status": "success",
    "chunk_id": 2,
    "text": "werden. Erstattung aus Härtefallfonds ................................................................................................................................................................................................ Wenn Sie das Semesterticket / Deutschland nicht nutzen können, haben Sie die Möglichkeit, einen Antrag auf Erstattung des Semesterbeitragsanteils, der für das Semesterticket verwendet wird, zu stellen. Für die Bearbeitung der Anträge ist das Studierendenwerk Hamburg verantwortlich. Detaillierte Informationen zu den Bedingungen und Fristen sowie das digitale Antragsformular finden Sie auf der Webseite des Studierendenwerks Hamburg zum Thema Semesterticketrückerstattung. Erstattung bei Exmatrikulation ................................................................................................................................................................................................ Bei Exmatrikulation können Sie sich die Kosten für Ihr Semesterticket / Deutschlandticket gegen Vorlage der Exmatrikulationsbescheinigung durch die S-Bahn Hamburg anteilig für den noch verbleibenden Nutzungszeitraum erstatten lassen. Der Erstattungswunsch mit Kopie der Exmatrikulationsbescheinigung und Angabe der Bankverbindung muss per Post an folgende Adresse gesandt werden: S-Bahn Hamburg GmbH Jan Rohland Hammerbrookstraße 44 20097 Hamburg Webredaktion Studierendenzentrum / Letzte Änderung 10.09.2025 x Single Sign-on Weitere Informationen zum Single-Sign-on-Verfahren",
    "error": ""
  }
]